Repository: CommerceTeam/commerce
Catalog: Resources/Private/Language/*.locallang_ccsv.xlf
Languages: de, es, fr

# ErrNumberString
source: Number isn't a string
de: Nummer ist keine Zeichenkette
es: Número no es una secuencia
fr: Le numéro n'est pas une chaîne

# ErrVisa14
source: Visa usually has 16 or 13 digits, but you entered 14
de: Visa hat normalerweise 16 oder 13 Stellen, aber Sie gaben eine 14 stellige Nummer ein
es: Visa tiene generalmente 16 o 13 dígitos, pero usted introdujo 14
fr: Visa a habituellement 16 ou 13 chiffres, mais vous en avez écrit 14

# ErrUnknown
source: First four digits, %s, indicate unknown card type
de: Den ersten vier Stellen (%s) zufolge handelt es sich um eine unbekannte Kartenart
es: Los primeros cuatro dígitos, %s, indican el tipo desconocido de la tarjeta
fr: Les quatres premiers chiffres, %s, n'indiquent pas un type de carte connu

# ErrAccepted
source: Programmer improperly used the Accepted argument
de: Der Programmierer verwendete das 'accepted' Argument falsch
es: Programador utilizó incorrectamente la discusión aceptada
fr: Le programmeur a incorrectement employé l'argument Accepted

# ErrNoAccept
source: We don't accept %s cards
de: Wir nehmen keine %s-Karten
es: No aceptamos tarjetas de %s
fr: Nous n'acceptons pas les cartes %s

# ErrShort
source: Number is missing %s digit(s)
de: Es fehlen %s Stelle(n)
es: Número está faltando %s dígito(s)
fr: Le numéro manque %s chiffre(s)

# ErrLong
source: Number has %s too many digit(s)
de: Nummer hat %s Stelle(n) zu viel
es: Número tiene %s también muchos dígito(s)
fr: Le numéro a %s chiffre(s) en trop

# ErrChecksum
source: Number failed checksum test
de: Pr체fsummenfehler
es: Número falló en la prueba de suma de comprobación
fr: Le numéro a échoué à la vérification de somme

# ErrMonthString
source: Month isn't a string
de: Monat ist keine Zeichenkette
es: Mes no es una secuencia
fr: Mois n'est pas une chaîne

# ErrMonthFormat
source: Month has invalid format
de: Monat hat ein unzul채ssiges Format
es: Mes tiene formato inválido
fr: Le mois n'a pas un format admissible

# ErrYearString
source: Year isn't a string
de: Jahr ist keine Zeichenkette
es: Año no es una secuencia
fr: Année n'est pas une chaîne

# ErrYearFormat
source: Year has invalid format
de: Jahr hat ein unzul채ssiges Format
es: Año tiene formato inválido
fr: L'année n'a pas un format admissible

# ErrExpired
source: Card has expired
de: Karte ist abgelaufen
es: Tarjeta ha expirado
fr: La carte est expirée

# ErrCheckNumber
source: Length of control number - %s - not ok
de: L채nge der Kontrollnummer - %s - nicht ok
es: Longitud del número de control -% s - no ok
fr: Longueur de numéro de contrôle - %s - n'est pas correct
