Repository: CommerceTeam/commerce
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tt_address.surname
source: Surname
de: Nachname

# tt_address.company
source: Company
de: Firma

# tt_address.tx_commerce_default_values
source: Default values
de: Standardwerte

# tt_address.tx_commerce_fe_user_id
source: User
de: Benutzername

# tt_address.tx_commerce_address_type_id
source: Address type
de: Adresstyp

# tt_address.tx_commerce_is_main_address
source: Is main address
de: Ist Hauptadresse

# fe_users.tx_commerce_feuser_orders
source: User orders
de: Kundenbestellungen

# fe_users.tx_commerce_user_state_id
source: User state
de: Kundenstatus

# fe_users.tx_commerce_tt_address_id
source: User adresse
de: Kundenadresse

# tx_commerce.ct_selector
source: Generate article from
de: Auswahl

# tx_commerce.ct_shall
source: Show always in article
de: Sollte

# tx_commerce.ct_can
source: Show if set in article
de: Kann

# tx_commerce.ct_product
source: Show if set in product
de: Produkt

# tx_commerce.ct_filter_attributes
source: Filter attributes
de: Filterattribute

# tx_commerce_products
source: Products
de: Produkte

# tx_commerce_products.extras
source: Extra information
de: Zusatzinformationen

# tx_commerce_products.title
source: Title
de: Titel

# tx_commerce_products.subtitle
source: Subtitle
de: Untertitel

# tx_commerce_products.navtitle
source: Navigation title
de: Navigationstitel

# tx_commerce_products.keywords
source: Keywords
de: Stichworte

# tx_commerce_products.description
source: Description
de: Beschreibung

# tx_commerce_products.images
source: Images
de: Bilder

# tx_commerce_products.teaser
source: Teaser
de: Antext

# tx_commerce_products.teaserimages
source: Teaser images
de: Bilder für Antext

# tx_commerce_products.categories
source: Categories
de: Kategorien

# tx_commerce_products.attributes
source: Attributes
de: Attribute

# tx_commerce_products.create_articles
source: Articles
de: Artikel erzeugen

# tx_commerce_products.lokalise_articles
source: Localise Articles
de: Artikel lokalisieren

# tx_commerce_products.select_attributes
source: Select attributes
de: Attribute auswählen

# tx_commerce_products.edit_attributes
source: Edit attributes
de: Attribute bearbeiten

# tx_commerce_products.localedit_attributes
source: Edit localised attributes
de: Lokalisierte Attribute bearbeiten

# tx_commerce_products.from_cat
source: From category
de: aus Kategorie

# tx_commerce_products.existing_articles
source: Existing articles
de: vorhandene Artikel

# tx_commerce_products.producible_articles
source: Producible articles
de: erzeugbare Artikel

# tx_commerce_products.to_much_articles
source: With this combination of attributes, the list of possible articles would be %d rows long. Please reduce the number of select attributes!
de: Mit dieser Kombination von Attributen würde die Liste möglicher Artikel %d Zeilen lang sein. Bitte reduzieren Sie die Anzahl der gewählten Attribute!

# tx_commerce_products.create_warning
source: If you create articles, NO OTHER fields will be saved to products and articles!
de: Wenn Sie neue Artikel erzeugen, werden KEINE weiteren Felder im Produkt oder dem Artikel gespeichert!

# tx_commerce_products.empty_article
source: Create an empty article
de: Einen leeren Datensatz erzeugen

# tx_commerce_products.select_all_articles
source: Select all articles
de: Alle Artikel auswählen

# tx_commerce_products.no_article
source: No articles existing for this product
de: Keine Artikel für dieses Produkt vorhanden

# tx_commerce_products.relatedpage
source: Related Page
de: Zugehörige Seite

# tx_commerce_products.relatedproducts
source: Related Products
de: Verwandte Produkte

# tx_commerce_article_types
source: Article Types
de: Artikeltypen

# tx_commerce_article_types.title
source: Title
de: Titel

# tx_commerce_article
source: Article
de: Artikel

# tx_commerce_articles
source: Articles
de: Artikel

# tx_commerce_articles.extras
source: Extra information
de: Zusatzinformationen

# tx_commerce_articles.title
source: Title
de: Titel

# tx_commerce_articles.subtitle
source: Subtitle
de: Untertitel

# tx_commerce_articles.images
source: Images
de: Bilder

# tx_commerce_articles.ordernumber
source: Ordernumber
de: Auftragsnummer

# tx_commerce_articles.description_extra
source: Extra description
de: Extra_Beschreibung

# tx_commerce_articles.plain_text
source: Plain text
de: unformatierter Text

# tx_commerce_articles.prices
source: Prices
de: Preise

# tx_commerce_articles.price_gross
source: Price gross
de: Bruttopreis

# tx_commerce_articles.price_net
source: Price net
de: Nettopreis

# tx_commerce_articles.price_scale_amount
source: Price scale amount
de: Staffelpreis

# tx_commerce_articles.purchase_price
source: Purchase price
de: Einkaufspreis

# tx_commerce_articles.tax
source: Tax
de: Steuer

# tx_commerce_articles.article_type_uid
source: article_type_uid
de: Artikeltyp

# tx_commerce_articles.products_uid
source: products_uid
de: Produkt-ID

# tx_commerce_articles.article_attributes
source: Article attributes
de: Artikelattribute

# tx_commerce_articles.relatedpage
source: Related Page
de: Zugehörige Seite

# tx_commerce_article_prices
source: Article Prices
de: Artikelpreise

# tx_commerce_article_prices.price_gross
source: Price gross
de: Bruttopreis

# tx_commerce_article_prices.price_net
source: Price net
de: Nettopreis

# tx_commerce_articles.price_scale_amount_start
source: Price scale amount start
de: Staffelpreismenge von

# tx_commerce_articles.price_scale_amount_end
source: Price scale amount end
de: Staffelpreismenge bis

# tx_commerce_articles.price_scale_count
source: Price scale add prices
de: Staffelpreise Anzahl

# tx_commerce_articles.price_scale_steps
source: Price scale steps
de: Staffelpreise Schrittweite

# tx_commerce_articles.price_scale_startamount
source: Price scale startamount
de: Staffelpreise Startmenge

# tx_commerce_articles.price_scale_fe_group
source: Price scale access
de: Staffelpreise Zugriff

# tx_commerce_article_prices.purchase_price
source: Purchase price
de: Kaufpreis

# tx_commerce_baskets
source: Baskets
de: Warenkorb

# tx_commerce_baskets.finished_time
source: Finished time
de: Beendungszeit

# tx_commerce_baskets.article_id
source: Article uid
de: Artikelnummer

# tx_commerce_baskets.price_id
source: Price uid
de: Preisnummer

# tx_commerce_baskets.price_gross
source: Price gross
de: Bruttopreis

# tx_commerce_baskets.price_net
source: Price net
de: Nettopreis

# tx_commerce_baskets.quantity
source: Quantity
de: Menge

# tx_commerce_baskets.readonly
source: Read Only
de: Nur lesen

# tx_commerce_attributes
source: Attributes
de: Attribute

# tx_commerce_attributes.has_valuelist
source: Has valuelist
de: Hat Werteliste

# tx_commerce_attributes.multiple
source: Allow multiple selection
de: Mehrfachauswahl erlauben

# tx_commerce_attributes.title
source: Title
de: Titel

# tx_commerce_attributes.internal_title
source: Internal title
de: Interner Titel

# tx_commerce_attributes.unit
source: Unit
de: Einheit

# tx_commerce_attributes.valuelist
source: Valuelist
de: Werteliste

# tx_commerce_attributes.valueformat
source: Outputformat of Value
de: Ausgabeformat des Wertes

# tx_commerce_attributes.valueformat.money
source: Money (123.12)
de: Währung (123.12)

# tx_commerce_attributes.valueformat.integer
source: Integer (123)
de: Ganzzahl (123)

# tx_commerce_attributes.valueformat.float
source: Float (123.1)
de: Fließkomma (123.1)

# tx_commerce_attributes.basis
source: Basic Data
de: Grunddaten

# tx_commerce_attributes.valuelistlist
source: Related Values
de: Zugeordnete Werte

# tx_commerce_attributes.icon
source: Icon
de: Symbol

# tx_commerce_attributes.iconMode
source: Icon Mode (inactive = dropdowns, active = radiobuttons)
de: Icon Modus (inaktiv = dropdowns, aktiv = radiobuttons)

# tx_commerce_attribute_correlationtypes
source: Attribute Correlationtypes
de: Attributkorrelationtypen

# tx_commerce_attribute_correlationtypes.title
source: Title
de: Titel

# tx_commerce_attribute_values
source: Attribute Values
de: Attributwerte

# tx_commerce_attribute_values.value
source: Value
de: Wert

# tx_commerce_attribute_values.icon
source: Icon
de: Symbol

# tx_commerce_attribute_values.showvalue
source: Show Value in Article/ Product
de: Wert auf Produkt-/Artikel-Seite anzeigen

# tx_commerce_attribute_values.attributes_uid
source: Attributes uid
de: Attribut-ID

# tx_commerce_categories
source: Categories
de: Kategorien

# tx_commerce_categories.title
source: Title
de: Titel

# tx_commerce_categories.subtitle
source: Subtitle
de: Untertitel

# tx_commerce_categories.description
source: Description
de: Beschreibung

# tx_commerce_categories.images
source: Images
de: Bilder

# tx_commerce_categories.navtitle
source: Navtitle
de: Navigationstitel

# tx_commerce_categories.keywords
source: Keywords
de: Schlüsselwörter

# tx_commerce_categories.attributes
source: Attributes
de: Attribute

# tx_commerce_categories.parent_category
source: Parent category
de: Oberkategorie

# tx_commerce_categories.select_attributes
source: Select attributes
de: Attribute auswählen

# tx_commerce_categories.extendToSubpages
source: Include subpages:
de: Inklusive Unterseiten:

# tx_commerce_categories.ts_config
source: Category TypoScript
de: Kategorie TypoScript

# tx_commerce_order_types
source: Order Types
de: Bestellarten

# tx_commerce_order_types.title
source: Title
de: Symbol

# tx_commerce_order_types.title
source: Icon
de: Symbol

# tx_commerce_orders
source: Orders
de: Bestellungen

# tx_commerce_orders.cust_deliveryaddress
source: Customer delivery address
de: Lieferadresse

# tx_commerce_orders.order_type_uid
source: Order type
de: Bestellart

# tx_commerce_orders.order_id
source: Order number
de: Bestell-ID

# tx_commerce_orders.newpid
source: If not empty order gets moved to this folder
de: Wenn nicht leer wir die Bestellung in diesen Ordner verschoben

# tx_commerce_orders.cust_fe_user
source: Customer feuser
de: Web-Site-Benutzer

# tx_commerce_orders.cust_invoice
source: Customer invoice address
de: Rechnungsadresse

# tx_commerce_orders.paymenttype
source: Paymenttype
de: Bezahlungsart

# tx_commerce_orders.sum_price_net
source: Sum price net
de: Gesamtbetrag netto

# tx_commerce_orders.sum_price_gross
source: Sum price gross
de: Gesamtbetrag brutto

# tx_commerce_orders.crdate
source: Create Date
de: Bestelldatum

# tx_commerce_orders.payment_ref_id
source: Payment reference ID
de: Verwendungszweck für Zahlung

# tx_commerce_orders.customer
source: Customerdata
de: Kundendaten

# tx_commerce_orders.items
source: Items
de: Artikel

# tx_commerce_orders.cu_iso_3_uid
source: Currency ISO Code
de: Währung ISO-Code

# tx_commerce_orders.payment
source: Payment
de: Bezahlart

# tx_commerce_orders.delivery
source: Delivery
de: Versand

# tx_commerce_orders.articles
source: Articles
de: Artikel

# tx_commerce_orders.pricefromnet
source: Price from net
de: Preiskalkulation vom Netto

# tx_commerce_orders.tstamp
source: Timestamp
de: Änderung

# tx_commerce_order_articles
source: Order articles
de: Bestellte Artikel

# tx_commerce_order_articles.article_type_uid
source: Article type
de: Artikeltyp

# tx_commerce_order_articles.article_uid
source: Article uid
de: Artikel-ID

# tx_commerce_order_articles.article_number
source: Article number
de: Artikelnummer

# tx_commerce_order_articles.title
source: Title
de: Titel

# tx_commerce_order_articles.subtitle
source: Subtitle
de: Untertitel

# tx_commerce_order_articles.price_net
source: Price net
de: Nettopreis

# tx_commerce_order_articles.price_gross
source: Price gross
de: Bruttopreis

# tx_commerce_order_articles.tax
source: Tax
de: Steuer

# tx_commerce_order_articles.amount
source: Amount
de: Betrag

# tx_commerce_order_articles.order_id
source: Order number
de: Auftragsnummer

# tx_commerce_order_articles.order_uid
source: Order
de: Bestellung

# tx_commerce_orders.comment
source: Customer comment
de: Kommentar des Kunden

# tx_commerce_orders.internalcomment
source: Shop comment
de: Kommentar des Shops

# tx_commerce_address_types
source: Address Types
de: Addresstypen

# tx_commerce_address_types.title
source: Title
de: Titel

# tt_address
source: Address
de: Adressen

# tx_commerce_user_states
source: User States
de: Benutzer Zustände

# tx_commerce_user_states.title
source: Title
de: Titel

# tx_commerce_user_states.icon
source: Icon
de: Symbol

# tx_commerce_moveordermails
source: Move Order Mail
de: Bestellemail verschieben

# tx_commerce_moveordermails.hidden
source: Hide
de: Verbergen

# tx_commerce_moveordermails.name
source: Name of Template
de: Name der Vorlage

# tx_commerce_moveordermails.mailkind.I.0
source: Mail when move in
de: E-Mail wenn hinein verschoben

# tx_commerce_moveordermails.mailkind.I.1
source: Mail when move out
de: E-Mail wenn heraus verschoben

# tx_commerce_moveordermails.mailkind
source: When should mail be send
de: Wann E-Mail senden

# tx_commerce_moveordermails.mailtemplate
source: Reference to PLAIN-Mailtemplate
de: Verweis auf E-Mail-Vorlage

# tx_commerce_moveordermails.htmltemplate
source: Reference to HTML-Mailtemplate
de: Referenz zum HTML-Mailtemplate

# tx_commerce_moveordermails.mailcharset
source: Mail Charset
de: Charset der Email

# tx_commerce_moveordermails.sendername
source: E-Mail Sendername (if not set: Mailaddress)
de: Absender E-Mail (falls leer: E-Mail-Adresse)

# tx_commerce_moveordermails.senderemail
source: E-Mailaddress of Sender (if not set: Moduledefault)
de: Absender E-Mail-Adresse (falls leer: Standardwert)

# tx_commerce_moveordermails.otherreceiver
source: Other Mailreceiver than Customer
de: Anderer E-Mail-Empfänger als Kunde

# tx_commerce_moveordermails.BCC
source: BCC Mail to
de: Blindkopie der E-Mail an

# tx_commerce_salesfigures
source: Sales figures aggregation
de: Zusammenfassung Verkaufszahlen

# tx_commerce_salesfigures.year
source: Year of sale
de: Jahr des Verkaufs

# tx_commerce_salesfigures.month
source: Month of sale
de: Monat des Verkaufs

# tx_commerce_salesfigures.day
source: Day of sale
de: Tag des Verkaufs

# tx_commerce_salesfigures.dow
source: Day of Sale
de: Wochentag des Verkaufs

# tx_commerce_salesfigures.hour
source: Hour of Sale
de: Stunde des Verkaufs

# tx_commerce_salesfigures.pricegross
source: Sum Price Gross
de: Gesamtbetrag brutto

# tx_commerce_salesfigures.pricenet
source: Sum Price Net
de: Gesamtbetrag netto

# tx_commerce_salesfigures.amount
source: Sum amount
de: Gesamtmenge

# tx_commerce_salesfigures.orders
source: Sum of Orders
de: Gesamtanzahl Bestellungen

# tx_commerce_newclients
source: Aggregation of new clients
de: Zusammenfassung Neukunden

# tx_commerce_newclients.year
source: Year of registration
de: Jahr der Registrierung

# tx_commerce_newclients.month
source: Month of registration
de: Monat der Registrierung

# tx_commerce_newclients.day
source: Day of registration
de: Tag der Registrierung

# tx_commerce_newclients.dow
source: Day of week
de: Wochentag der Registrierung

# tx_commerce_newclients.hour
source: Hour of registration
de: Stunde der Registrierung

# tx_commerce_newclients.registration
source: Sum of registrations
de: Gesamtanzahl Registrierungen

# tx_commerce_manufacturer
source: Manufacturer
de: Hersteller

# tx_commerce_manufacturer.title
source: Manufacturer
de: Hersteller

# tx_commerce_manufacturer.street
source: Street
de: Straße

# tx_commerce_manufacturer.number
source: Number
de: Hausnummer

# tx_commerce_manufacturer.zip
source: Zip
de: PLZ

# tx_commerce_manufacturer.city
source: City
de: Stadt

# tx_commerce_manufacturer.country
source: Country
de: Land

# tx_commerce_manufacturer.phone
source: Phone
de: Telefon

# tx_commerce_manufacturer.contactperson
source: Contact Person
de: Kontaktperson

# tx_commerce_supplier
source: Supplier
de: Lieferant

# tx_commerce_supplier.title
source: Supplier
de: Lieferant

# tx_commerce_supplier.street
source: Street
de: Straße

# tx_commerce_supplier.number
source: Number
de: Nummer

# tx_commerce_supplier.zip
source: Zip
de: PLZ

# tx_commerce_supplier.city
source: City
de: Stadt

# tx_commerce_supplier.country
source: Country
de: Land

# tx_commerce_supplier.phone
source: Phone
de: Telefon

# tx_commerce_supplier.contactperson
source: Contact Person
de: Kontaktperson

# tx_commerce_pages.tx_commerce_foldereditorder
source: Orders in this folder editable
de: Bestellungen in diesem Ordner bearbeitbar
